alefragnani.project-manager
alexdima.copy-relative-path
alphabotsec.vscode-eclipse-keybindings
arturock.gitstash
aslamanver.vsc-export
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
donjayamanne.githistory
dzannotti.vscode-babel-coloring
eamodio.gitlens
emeraldwalk.RunOnSave
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
ikappas.composer
mariorodeghiero.vue-theme
MehediDracula.php-namespace-resolver
mikestead.dotenv
mrmlnc.vscode-apache
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
onecentlin.laravel-blade
paragdiwan.gitpatch
PKief.material-icon-theme
qezhu.gitlink
rafa-acioly.laravel-helpers
rendinjast.amoled-black
ryannaddy.laravel-artisan
TM.black
Vue.volar
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
yandeu.five-server
ziyasal.vscode-open-in-github